Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Ouvimos histórias de violações da liberdade no Egito, Irã e Tunísia. Esses blogueiros blogam de fora de seus países.
ar: سمعت قصصاً حول خروقات لحرية التعبير من مدونين من مصر وإيران وتونس، هؤلاء المدونين يكتبون من خارج بلدانهم

source: Torture in Egypt:
ar: ملف فيديو لمشاهدة لقطات التعذيب في مصر:

source: ... And journalists have to listen to blogger's feedback too! -
ar: ...على الصحافيين الاستماع إلى آراء المدونين كذلك! ـ

source: Agora estamos explorando a blogosfera da Turquia com Reseat Calislar, que se divide em duas gerações basicamente
ar: والآن نحن نستكشف الفضاء التدويني التركي، وهو ينقسم عملياً إلى جيلين

source: Watching a video about Internet freedom in Egypt by Mahmoud Saber
ar: أنا أشاهد مقطع فيديو لمحمود صابر حول حرية الإنترنت في مصر:

source: Those in Second Life, don't forget Get A First Life:
ar: هذا هو ما يحدث في الحياة الثانية و لا تنسي أت تعيش الحياة الأولى

source: sozluk.sourtimes.org jest przykladem nowej strony, lokalnie popularnej i kopiowanej
ar: sozluk.sourtimes.org هو مثال عن عن حزب جديد له شعبية كبيرة محلياً

source: about 4 hours ago
ar: تمت تلك المشاركة منذ نحو أربعة ساعات

source: Journalism need 2 b creative & innovative in presenting news to reach out the max public, b/c Internet presents new forms of media....
ar: يجب على الصحافة أن تكون إبداعية وابتكارية للوصول إلى أكبر عدد ممكن من الناس، نظرا لتوفير الانترنت لوسائل إعلامية جديدة...

source: Resat z Turcji bedze rozmawial o nowych trendach w seci w jego kraju
ar: يتكلم بيسات بيجا من تركيا عن التوجهات التدوينية الجديدة في بلده

source: sobre o papel dos blogueiros no Egito Inside the trap
ar: عن دور المدونين في مصر داخل فخ

source: Evgeny: how to engage non-activists into getting their opinions out.
ar: يوفجيني: كيفية مشاركة غير الناشطين في التدوين و الحصول على آرائهم و استخراجها منهم

source: Thats the video
ar: هذا هو الفيديو المطلوب:

source: (via
ar: (من

source: Inside the trap Video sobre los bloggers en Egipto
ar: عنوان ملف الفيديو: داخل المصيدة و هو حول المدونين في مصر:

source: Malysia come hard down on bloggers, there is control on media. In Singapore no body cares what does bloggers write online.
ar: ماليزيا صارمة تجاه المدونين، كما أنها تراقب وسائل الإعلام. وفي سنغافورة، لا أحد يأبه لما يكتبه المدونون على الانترنت.

source: wczesniej wspomniane wideo o wolnosci slowa w Egipcie,
ar: الفيديو المذكور سابقاً حول حرية التعبير في مصر

source: Realtime results for
ar: النتائج في الوقت الفعلى لـ

source: Our GVer friend Erick Mobrand talks about blogging in Asia
ar: الصديق إيريك موبراند من Global Voices يتحدث عن التدوين في آسيا.

source: Video sobre o papel dos blogueiros no Egito Inside the trap
ar: الفيديو المذكور سابقاً حول حرية التعبير في مصر

source: Victor Kaonga from Malawi will continue now
ar: فيكتور كونغو: سيشارك معنا الآن من ملاوى

source: Blogging is not about sharing anymore. - Sylwia
ar: لم تعد مهمة التدوين تقتصر على المشاركة. - Sylwia

source: Does anybody know the name of the video (and preferably youtube location) of the video that opened this session at
ar: هل يعرف أحد اسم ذلك الشريط (الفيلم) و يفضل أن يكون موجود على موقع اليوتيوب، و هو ذلك شريط الفيديو الذي أفتتحت عليه تلك الجلسة اليوم:

source: Session 5: Future of blogging and online journalism (our friends
ar: الجلسة 5: تدوين المستقبل والصحافة الإلكترونية (أصدقاؤنا

source: will present.. Hip Hip Hurray!)
ar: سيقومان بتقديم عرض توضيحي. مرحى!)

source: I just realize that I still don't understand tweeter yet. What are those
ar: لقد أدركت المسألة الآن أنني لا استوعب ماهية التويتر فما هو في الواقع مؤتمر مستقبل التدوين(gv09#)

source: Victor Kaonga nos cuenta de la situación de Malawi: censura, no hay conectividad, poco acceso
ar: فيكتور كاونجا يخبرنا عن الوضع في مالاوي: رقابة وهناك صعوبة في الوصول إلى الانترنت

source: Session 5: Future of blogging and online journalism (our friend
ar: الجلسة 5: تدوين المستقبل والصحافة الإلكترونية (صديقتنا

source: ? someone gimme a lesson of tweeter please!
ar: فهل يستطيع أيٍ منكم أن يعطيني درس حول ما هو التويتر لو سمحتم؟

source: about 5 hours ago
ar: تمت تلك المشاركة منذ خمس ساعات:

source: presenting.. Hip Hip Hurray!)
ar: ستقوم بتقديم عرض توضيحي. مرحى!)

source: you can join in our Swine flu second life event. Read here:
ar: تستطيع أن تنضم إلينا في حدث الحياة الثانية (Second Life) حول إنفلونزا الخنازير. إقرأ هنا:

source: Our GVO friend Victor Kaonga from Malawi is telling us 2 stories from there.
ar: يخبرنا صديق Global Voices Online فيكتور كونجا من ملاوي قصتين من هناك.

source: So
ar: إذن

source: & here:
ar: وهنا:

source: chequeo de sonido para el evento de Second Life
ar: اختبار للصوت لأجل الحدث على الحياة الثانية

source: Me pasé un montón del tiempo estipulado :( Ahora me siento culpable de desordenar el horario.
ar: أمضيت أكثر من الوقت المعطى لي، أشعر بالذنب لتعطيل البرنامج

source: For transcript of today's sessions - in arabic & english, please visit
ar: للحصول على نسخة من نصوص جلسات اليوم بالعربية والإنجليزية، المرجو الاطلاع على:

source: and share some love
ar: وإخبار الآخرين:

source: Victor Kaonga z Malawi rozmawia o ich obecnych wydarzeniach obecnych na sieci
ar: فيكتور كاونجا يتحدث عن ملاوي والوضع الحالي للشبكة هناك

source: For transcript of today's sessions in arabic & english please visit
ar: للحصول على نسخة من نصوص جلسات اليوم بالعربية والإنجليزية، المرجو الاطلاع على:

source: Second Life event is going on:
ar: حدث الحياة الثانية يقع الآن، قم بالمشاركة:

source: : Those in Second Life, don't forget Get A First Life:
ar: للمنتمين إلى عالم الحياة الثانية، لا تنسوا أن تعيشوا الحياة الاولي:

source: Conference on swine flu on second life now.
ar: و الآن يعقد مؤتمر حول إنفلونزا الخنازير علي الحياة الثانية أو (Second Life)

source: I hope that you will have a great time,pray for me to finish my matters :), was really pleased to meet you all
ar: أرجو أن تستمتعوا بوقتكم، ادعو الله لي أن استطيع إنهاء تلك الأمور، لقد كنت جد سعيد باللقاء معكم جميعاً.

source: -- I obviously missed something. What is
ar: أعتقد أنني أخطأت شيئاً ما و لكن ما هو؟

source: #GV09
ar: مؤتمر مستقبل التدوين بالجامعة الأمريكية بالقاهرة

source: Rasat Calislar from Turkey is guiding us thru Self-discovery of Turkey and the Internet.
ar: يقودنا راسات كاليسلار من تركيا عبر رحلة استكشافية لتركيا والانترنت.

source: I enjoyed your tweets from GV09 today.
ar: لقد استمتعت جداً بالتعليقات التي تم رفعها و تدوينها على التويتر اليوم من مؤتمر مستقبل التدوين بالجامعة الأمريكية من القاهرة.

source: it was awesome meeting you!
ar: لقد كان من المبهر مقابلتك!

source: #gv09
ar: بمؤتمر مستقبل التدوين بالجامعة الأمريكية بالقاهرة

source: - Afternoon session begins at blogging the future
ar: بدء جلسة بعد الظهر بالتدوين حول المستقبل

source: Are you following the
ar: أنت تقوم بمتابعة

source: : Transcript from the first day of ¨Blogging the Future Summit¨ is available
ar: نسخة من نص اليوم الأول لمؤتمر مستقبل التدوين موجودة هنا:

source: Challenges in Malawi are: infrastructure, power (access to internet), knowledge how to blog, attitudes $ censorship - Victor says
ar: التحديات بملاوي هي: البنية الأساسية، والسلطة (الوصول إلى الانترنت)، والدراية بالتدوين، والسلوكات، والرقابة، حسب فيكتور.

source: Was it the ERTU Egyptian guy? He is the worst!
ar: هل كان ذلك الفرد هو من إتحاد الإذاعة و التليفزيون المصري؟ لقد كان الأسوء

source: Yes, CDC follows twitter, facebook, blogs very closely. CDC collects information, analyses...
ar: نعم: يقوم مركز مكافحة الأمراض و الوقاية منها بتتبع التويتر و الفيس بوك، و المدونات كلها عن قرب و كثب. و هو يقوم بجمع البيانات و تحليلها...

source: A Transcript from the first day of ¨Blogging the Future Summit¨ is of course also available
ar: نسخة نصية من أحداث اليوم الأول لمؤتمر مستقبل التدوين متوفرة الآن

source: Question from Global Voices community: is CDC following twitter and other social media networks?
ar: سؤال تم طرحه من قبل مجموعة الجلوبال فويزس: هل يقوم مركز مكافحة الأمراض بتتع التويتر و الشبكات الإجتماعية الأخرى؟

source: yeah, but
ar: نعم و لكننا كنفس المجموعة من الأفراد - قضينا طوال اليوم نتحدث عن الأمر ليلة أمس.

source: There's the guatemalan twitterer who was arrested for creating financial panic
ar: و هناك أحد المدونيين الجواتماليين و الذي تم إلقاء القبض عليه بتهمة خلق رعب مالى

source: Glad I'm back home. Was a very long long day.. looking forward for tomorrow's sessions. GVO ur the best!
ar: أنا سعيدة بعودتي إلى المنزل. لقد كان اليوم طويلا جدا جدا... أنا أتطلع بشوق لجلسات الغد. GVO هي الأفضل!

source: There's always a newbie to bring that one up.
ar: و هناك دائماً أحد الأفراد و الذي يقوم بجلبه

source: finished her persentation about citizen videos, she'll make the slides free to public use.
ar: أنهت عرضها التوضيحي حول مقاطع الفيديو المواطنة وستجعل شرائحها التوضيحية متاحة للجميع.

source: I've blogged abt it on GVO after
ar: بالمناسبة، لقد دونت حول ذلك في GVO بعد أن نشر

source: published it on his blog btw. Its great, & was surprised by KolenaLaila page
ar: مقالا عنه في مدونته. هذا عظيم، كما أنني فوجئت بصفحة كلنا ليلى

source: I hope we are not going to start the bloggers vs journalists debate again
ar: أرجو ألا نبدأ مناظرة المدونيين ضد الصحفيين مرةً أخرى

source: so sad that our friend
ar: من المحزن جداً أن صديقنا

source: RT @ paulissima : Now I am confused: did the korean government was elected with the bloggers' help and now arrest them?
ar: RT @paulissima: أنا حائرة: هل انتخبت الحكومة الكورية بمساعدة المدونين، وهي الآن تقوم بالقبض عليهم؟

source: couldn't make it today to
ar: لم يتمكن من الحضور اليوم إلى

source: Session 4: Common problems, common solutions (our GVO friend
ar: الجلسة 4: المشاكل المشتركة، الحلول المشتركة (صديقنا من GVO

source: will present. Hip Hip Hurraay!)
ar: سيقوم بتقديم عرض. مرحى!)

source: We're covering blogging the future conference. The hashtag
ar: نحن نقوم بتغطية مؤتمر تدوين المستقبل. سوف نستعمل الكلمة الدلالية

source: Now I am confused: did the korean government was elected with the bloggers' help and now arrest them?
ar: و أنا الآن أشعر بالحيرة: هل الحكومة الكورية تم إنتخابها بمساعدة المدونيين و الآن تقوم بإعتقالهم ؟

source: Hyejin kim says the 1st blogger was arrested last month in S.Korea, he wrote abt the economy. Gov started to take bloggers seriously.
ar: يقول Hyejin kim بأنه تم اعتقال أول مدون الشهر الماضي في كوريا الجنوبية، كما تحدث عن الاقتصاد. بدأت الحكومة تأخذ المدونين على محمل الجد.

source: is to collect our reporting here
ar: لتجميع تقاريرنا هنا.

source: I guess people are dying to start it.. how about going ahead ourselves
ar: أظن بأن الناس يتوقون لبدايته. ماذا لو بدأنا نحن؟

source: فى الجزائر حالة خاصة، لان كل الناس يستطيعون المعارضة والتحدث بحرية. لكن أصواتهم لن تأثر فى شئ من قرارات الحكومة - مشارك من الجزائر
ar: Algeria is an exceptional case, because everyone can manifest opposition and express their opinions freely, but their voices won't change the government's decisions - a participant from Algeria.

source: : For transcript of today's sessions in arabic & english please visit
ar: من أجل الحصول على النسخ النصية المترجمة من الإنجليزية إلى العربية أو العكس يمكنك زيارة

source: RT
ar: ردا

source: Listening to egiptian national anthem, life on the bus.
ar: استمع إلى النشيد الوطنى المصري: الحياة بالأتوبيس

source: website:
ar: موقع ميدان

source: فى عالمنا العربى عندنا عقدة تضخم الهوية. كل ما هو من الخارج فهو مرفوض. وتطرف الحداثة - مشارك من مصر
ar: We are suffering from an identity complex in the Arab world. We reject everything that comes from the outside. - A participant from Egypt.

source: Lieberman's party proposes ban on Arab Nakba
ar: حزب ليبرمان يقترح فرض حظر على إحياء النكبة العربية

source: Foreign Minister Avigdor Lieberman's party wants to ban Israeli Arabs from marking the anniversary of what they term the Catastrophe or Nakba, when in 1948 some 700,000 Arabs lost their homes in the war that led to the establishment of the state of Isra
ar: يريد حزب وزير الخارجية أفيجدور ليبرمان أن يمنع عرب إسرائيل من الاحتفال بالذكرى السنوية لما يطلقون عليه المصيبة أو النكبة حيث أنه في عام 1948 فقد حوالي 700,000 عربي منازله في الحرب التي أدت إلى قيام دولة إسرائيل.

source: The ultranationalist Yisrael Beitenu party said it would propose legislation next week for a ban on the practice and a jail term of up to three years for violators.
ar: ويقول الحزب القومي المتطرف إسرائيل بيتنا أنه سيقترح تشريعاً فى الأسبوع القادم من أجل فرض حظر على الممارسة وعقوبة بالسجن لمدة تصل إلى ثلاث سنوات على المنتهكين.

source: The draft law is intended to strengthen unity in the state of Israel and to ban marking Independence Day as a day of mourning, said party spokesman Tal Nahum.
ar: وقال المتحدث باسم الحزب تل ناحوم إن مشروع القانون يهدف إلى تعزيز الوحدة في دولة إسرائيل وحظر الاحتفال بعيد الاستقلال باعتباره يوم حداد.

source: The initiative could fuel racial tensions stoked by Lieberman's February election campaign call to make voting or the holding of public office in Israel contingent on pledging loyalty to the Jewish state.
ar: وقد تثير المبادرة التوترات العرقية التي أججتها دعوة ليبرمان خلال حملة الانتخابات في فبراير إلى جعل التصويت أو شغل المناصب العامة في إسرائيل مقتصر على التعهد بالولاء للدولة اليهودية.

source: Arabs, who make up 20 percent of Israel's population, said the allegiance demand was aimed at them and accused Lieberman of racism.
ar: وقال العرب الذين يشكلون 20 في المئة من سكان إسرائيل إن طلب الولاء كان يستهدفهم واتهموا ليبرمان بالعنصرية.

source: Israel celebrated its Independence Day this year on April 29, in accordance with the Hebrew lunar calendar. Palestinian refugees around the world and Israel's Arab citizens mark the Nakba on May 15, the day after the British mandate over Palestine ended i
ar: واحتفلت إسرائيل بعيد الاستقلال هذا العام في 29 أبريل وفقاً للتقويم القمرى العبري، ويحتفل اللاجئون الفلسطينيون في جميع أنحاء العالم والمواطنين العرب في إسرائيل بذكرى النكبة في 15 مايو أي بعد يوم من انتهاء الانتداب البريطاني على فلسطين في 1948.

source: Ceremonies in the West Bank were held a day early this year because May 15 falls on Friday, the Muslim day of rest.
ar: وعُقدت الاحتفالات في الضفة الغربية يوماً مبكراً هذا العام لأن يوم 15 مايو صادف يوم الجمعة وهو يوم الراحة لدى المسلمين.

source: In Ramallah, hundreds of Palestinians, some holding large wooden keys to symbolize the keys of homes from which they fled in 1948, took part in a rally.
ar: وفي رام الله، شارك المئات من الفلسطينيين الذين كان بعضهم يحمل مفاتيح خشبية كبيرة ترمز إلى مفاتيح المنازل التي فروا منها في عام 1948 في الاحتفال.

source: I came here to show that we believe that one day we will return. If not me, then my son, said Mohammad Hassan, 79.
ar: وقال محمد حسن الذي يبلغ 79 من العمر جئت إلى هنا لإظهار ما نؤمن به بأننا سنعود في يوم من الأيام، إن لم يكن أنا فابني.

source: Palestinian President Mahmoud Abbas, on a visit to Syria, was to make a televised address later in the day to mark the Nakba.
ar: وكان من المقرر أن يلقي الرئيس الفلسطيني محمود عباس الذي يقوم حالياً بزيارة سوريا خطاباً تلفزيونياً فى وقت لاحق بمناسبة ذكرى النكبة.

source: The right-leaning government of Prime Minister Benjamin Netanyahu, in which Lieberman's party is a key ally, has not endorsed the Western and Arab-backed goal of Palestinian statehood.
ar: وكانت حكومة رئيس الوزراء بنيامين نتنياهو اليمينية التي تعتبر حزب ليبرمان حليفاً رئيسياً لم تؤيد الأهداف التي يدعمها الغرب والعرب بشأن إقامة دولة فلسطينية.

source: It also firmly opposes the division of Jerusalem and the right of return of Palestinian refugees, and Netanyahu recently introduced a demand that Palestinians, as part of any future peace agreement, recognize Israel as a Jewish state.
ar: كما إنها تعارض بشدة تقسيم القدس وحق عودة اللاجئين الفلسطينيين، وكان نتنياهو قد قدم مؤخراً طلباً للفلسطينيين بأنهم عليهم الاعتراف بإسرائيل بوصفها دولة يهودية كجزء من أي إتفاق مستقبلي للسلام.

source: Obama and the photos
ar: أوباما والصور

source: So Obama will block the release of a set of
ar: سيمنع أوباما نشر مجموعة من

source: photos from Abu Ghraib
ar: صور أبو غريب،

source: . These are reportedly hundreds of photos showing graphic abuse of prisoners by US soldiers. The Pentagon had previously said it would release the pictures, but apparently some top brass weighed in with concerns, and Obama says nyet.
ar: ويقال إن هذه الصور تعد بالمئات وجميعها صور بها مناظر بشعة تبين إساءة معاملة السجناء على يد جنود أمريكيين، وكانت وزارة الدفاع الأمريكية البينتاجون قد ذكرت في وقت سابق أنها ستفرج عن الصور ولكن يبدو أن بعض كبار ضباط الجيش تدخل في الأمر مع القلق مما حدا بأوبا

source: What might those photos show? Sy Hersh has been talking about this for
ar: ماذا يمكن أن تظهر هذه الصور؟ تحدث ساي هيرش عن ذلك

source: some time
ar: لبعض الوقت،

source: . If he's right, or halfway right, these photos would shock the world.
ar: إذا كان على حق أو قريب من الحق، فهذه الصور سوف تهز العالم.

source: And, if Hersh is right or halfway right, their release really could make things awfully difficult on US soldiers around the world. I mean, these photos might be really shocking.
ar: وإذا كان هيرش على حق أو قريب من الحق، فالإفراج عن الصور قد يصعب الأمر بشدة على الجنود الأمريكيين في مختلف أنحاء العالم، أعني هذه الصور قد تكون مروعة بالفعل.

source: I don't know what's the right thing to do here. Yes, I'm prepared for many of you to attack my moral cowardice, as you did during the torture posts from a couple weeks back. But imagine you're the president of the United States and you're responsible for
ar: أنا لا أعرف ما هو الشيء الصواب، نعم، أنا مستعد لتلقي هجومكم على وإتهامي بالجبن المعنوي، كما فعلتم خلال رسائل التعذيب التي أرسلتموها منذ بضعة أسابيع، ولكن تخيل أنك رئيس الولايات المتحدة وأنك مسئول عن سلامة الجنود في حروب لم تبدأها وتخيل أن الإفراج عن هذه ا

source: As with two weeks ago, genuine attempts to grapple with this conundrum will be particularly appreciated. I guess I'm just glad I'm not the president. And I'm glad you're not either!
ar: وكما هو الحال قبل أسبوعين، أي محاولات حقيقية لفك هذه المعضلة سيتم تقديرها، أعتقد أنني سعيد لأني لست الرئيس، وسعيد أيضاً لأنك لست الرئيس!

source: Obama Considers Detaining _Terror Suspects Indefinitely
ar: أوباما يدرس احتجاز الإرهابيين المشتبه فيهم إلى أجل غير مسمى

source: WASHINGTON -- The Obama administration is weighing plans to detain some terror suspects on U.S. soil -- indefinitely and without trial -- as part of a plan to retool military commission trials that were conducted for prisoners held in Guantanamo Bay, Cuba
ar: واشنطن - تدرس إدارة أوباما خططاً لاعتقال بعض الإرهابيين المشتبه فيهم على الأراضي الأمريكية إلى أجل غير مسمى ودون محاكمة كجزء من خطة لتطوير محاكمات اللجنة العسكرية التي أجريت لمعتقلين محتجزين في معتقل جوانتانامو في كوبا.

source: The proposal being floated with members of Congress is another indication of President Barack Obama's struggles to establish his counter-terrorism policies, balancing security concerns against attempts to alter Bush-administration practices he has harshly
ar: إن طرح الاقتراح على أعضاء الكونجرس هو دليل آخر على كفاح الرئيس باراك أوباما لإقامة سياساته الخاصة بمكافحة الإرهاب وتحقيق التوازن بين الشواغل الأمنية مقابل أي محاولات لتغيير ممارسات إدارة بوش التي انتقدها بعنف.

source: On Wednesday, the president reversed a recent administration decision to release photos showing purported abuse of prisoners at U.S. military facilities in Iraq and Afghanistan. Mr. Obama cited concern that releasing the pictures could endanger U.S. troop
ar: وفي يوم الأربعاء، أصدر الرئيس قراراً إدارياً معارضاً للإفراج عن صور تظهر إساءة معاملة السجناء المزعومة في منشآت عسكرية أمريكية في العراق وأفغانستان، وأعرب السيد أوباما عن قلقه من أن نشر الصور قد يعرض القوات الأمريكية للخطر، وأمر السيد أوباما محامي الحكومة

source: The decision to block the detainee photos contrasts with the administration's release last month of Bush-era Justice Department memorandums outlining the interrogation tactics used on prisoners by the Central Intelligence Agency. The release of the memos
ar: ويتعارض قرار منع نشر صور المعتقلين مع نشر الإدارة الشهر الماضي مذكرات وزارة العدل من عهد بوش تحدد وسائل الاستجواب التي استخدمتها وكالة الاستخبارات المركزية على السجناء، وفجر الإفراج عن المذكرات معركة السياسية حامية بين أنصار إدارة بوش الذين اتهموا البيت ا

source: The administration's internal deliberations on how to deal with Guantanamo detainees are continuing, as the White House wrestles with how to fulfill the president's promise to shutter the controversial prison. But some elements of the plans are emerging a
ar: ولاتزال المدوالات الداخلية في الإدارة مستمرة حول كيفية التعامل مع المعتقلين في جوانتانامو حيث يتصارع البيت الأبيض مع كيفية تنفيذ ما وعد به الرئيس بإغلاق السجن المثير للجدل، ولكن بعض عناصر هذه الخطط تظهر مع تشاور الإدارة مع أعضاء رئيسيين في الكونجرس وكذلك

source: Sen. Lindsey Graham (R., S.C.), who met this week with White House Counsel Greg Craig to discuss the administration's plans, said among the proposals being studied is seeking authority for indefinite detentions, with the imprimatur of some type of nationa
ar: وقال السناتور ليندسي جراهام الذي اجتمع هذا الأسبوع مع محام البيت الأبيض جريج كريج لمناقشة خطط الإدارة إن من بين الاقتراحات التي تجري دراستها هو السعى إلى الاحتجاز لأجل غير مسمى بموافقة من محكمة الأمن القومي.

source: Sen. Graham said he wants to work with the administration to pass legislation to increase judicial oversight of military commissions, but noted the legal difficulties that would arise.
ar: وقال السناتور جراهام إنه يريد العمل مع الادارة لتمرير تشريعات لزيادة الإشراف القضائي على اللجان العسكرية ولكنه أشار إلى الصعوبات القانونية التي قد تنشأ من جراء ذلك.

source: This is a difficult question. How do you hold someone in prison without a trial indefinitely? Sen. Graham said.
ar: وقال السناتور جراهام إنه سؤال صعب، كيف تحتجز شخصاً في السجن دون محاكمة إلى أجل مسمى؟.

source: The White House had no comment Wednesday about its detainee deliberations.
ar: ولم يعلق البيت الأبيض يوم الأربعاء عن النقاشات حول المعتقلين.

source: Live Blogging: World Economic Forum 2009
ar: التدوين المباشر من مؤتمر القمة الإقتصادية العالمي 2009.

source: Global Changemakers At The WEF!
ar: مدوني برنامج صانعي التغيير العالمي بمؤتمر القمة الإقتصادية العالمي !

source: The World Economic Forum (WEF) on the Middle East has returned to the shores of Jordan’s Dead Sea this year, and the timing may be impeccable with the global financial crisis as well as the Middle East peace process are set to dominate the agendas. Coveri
ar: عاد مؤتمر القمة الإقتصادية العالمي لدول الشرق الأوسط إلي شواطىء البحر الميت بالأردن هذا العام. و دق توافقت فعاليات المؤتمر مع نتائج الأزمة الإقتصادية التي يعاني منها العالم بشكل عام. و قد اعتلت عملية السلام بالشرق الأوسط قمة المناقشات و حوارات بذلك المؤتم

source: watweting
ar: تناقل المعلومات عبر شبكة التليفون المحمول أو الوتوتة.

source: . The idea was to empower these young people with the tools to become active citizen journalists at an event where mainstream media reporting will likely cover only one angle; one that tends to leave youth and everyday citizen perspectives out of the equa
ar: و قد تمثلت الفكرة أساساً حول تمكين هؤلاء الشباب من كافة الأدوات و الأجهزة التي تساعده على أن يصبحوا صحفيون مواطنون ناشطون في تلك الاحداث التي تقوم وسائل الإعلام التقليدية بتغطيتها فقط من جانب واحد و تلك التي تتيح تهمش دور هؤلاء الشباب و تنحي كل توقعاتهم

source: You can follow all their work right here on 7iber!
ar: تستطيع أن تتابع كل أنشطتهم مباشرةً من هذا الموقع على شبكة حبر !

source: Feel free to leave a comment and engage with the Changemakers.
ar: خذ حريتك في وضع تعليقك من أجل التواصل مع مدوني صانعي التغيير العالمي

source: You can also check out
ar: كذلك تستطيع مشاهدة

source: their interviews
ar: المقابلات التي قاموا بها

source: with some key WEF personalities.
ar: مع بعض المشاركين بالمؤتمر هنا.

source: charbel nd heba lebanese represntatives r leaving today we wish them a safd trip nd we wish they d stay with us.
ar: تشاربل هبة: الحضور البنانيين سيغادرون اليوم و نتمني لهم رحلة موفقة آمنة و نتمنى أن لو بقوا معنا لوقت أطول
